alacritty
alsa-firmware
alsa-utils
ardour
autorandr
base
base-devel
bitwarden
bluez
bluez-utils
calibre
clang
clinfo
cmake
code
cowsay
cups
cups-pdf
dhcpcd
dialog
discord
docker
docker-compose
dosfstools
efibootmgr
evince
expac
fbida
feh
firefox
gimp
git
grub
gst-plugins-base
hugo
inetutils
intel-media-driver
iw
iwd
jq
jre-openjdk
kdenlive
kitty
kwalletmanager
lf
libadwaita
libxcrypt-compat
libxft
libxinerama
linux-firmware
linux-lts
lsof
man-db
man-pages
mesa-utils
meson
moreutils
mtools
neofetch
net-tools
networkmanager
nmap
npm
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
obs-studio
obsidian
openmotif
openssh
os-prober
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
python-distro
qpwgraph
rbw
rpi-imager
rsync
sof-firmware
texlive-binextra
texlive-fontsextra
texlive-langenglish
texlive-latexextra
thunderbird
ttf-dejavu
ueberzug
unzip
usbutils
vim
weechat
wpa_supplicant
xclip
xcompmgr
xdotool
xf86-video-intel
xorg-server
xorg-xfd
xorg-xinit
xorg-xrandr
xorg-xwininfo
xscreensaver
yarn
zip
